02 Software/01 Broncode/operatiebrp-code-145.3/migratie/migr-test-isc/regressie-brp-bevraging-gba/uc1004-07-adresvraag webservice/uc1004-07C10T100/1000-uit-ws_gba_vraag-zoek pl.xml

<?xml version="1.0"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" soap:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
    <soap:Body xmlns:m="http://brp.bzk.nl/delivery/bevraging/gba/ws">
        <m:vraag>
            <m:in0>
                <m:indicatieAdresvraag>1</m:indicatieAdresvraag>
                <m:indicatieZoekenInHistorie>0</m:indicatieZoekenInHistorie>
                <m:masker>
                    <m:item>76620</m:item>
                    <m:item>76710</m:item>
                    <m:item>76720</m:item>
                    <m:item>76810</m:item>
                    <m:item>76910</m:item>
                    <m:item>77010</m:item>
                    <m:item>78010</m:item>
                    <m:item>78020</m:item>
                    <m:item>78710</m:item>
                </m:masker>
                <m:parameters>
                    <m:item>
                        <m:rubrieknummer>76720</m:rubrieknummer>
                        <m:zoekwaarde></m:zoekwaarde>
                    </m:item>
                    <m:item>
                        <m:rubrieknummer>76810</m:rubrieknummer>
                        <m:zoekwaarde>19770625</m:zoekwaarde>
                    </m:item>
                    <m:item>
                        <m:rubrieknummer>76910</m:rubrieknummer>
                        <m:zoekwaarde></m:zoekwaarde>
                    </m:item>
                    <m:item>
                        <m:rubrieknummer>81160</m:rubrieknummer>
                        <m:zoekwaarde>4782AA</m:zoekwaarde>
                    </m:item>

                </m:parameters>
            </m:in0>
        </m:vraag>
    </soap:Body>
</soap:Envelope>